Repository: m1337v/BHTikTok-Plus
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, pl, tr, uk, vi, zh_hans, zh_hant

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia
tr: Ayarlar
uk: Настройки
vi: Cài Đặt
zh_hans: 设置
zh_hant: 設定

# Developer
source: BHTikTok developer
ar: مطور BHTikTok
de: BHTikTok Entwickler
es: Desarrollador de BHTikTok Plus
fr: Développeur BHTikTok
pl: BHTikTok deweloper
tr: BHTikTok geliştiricisi
uk: Разработчик BHTikTok
vi: Nhà phát triển BHTikTok
zh_hans: BHTikTok 开发者
zh_hant: BHTikTok 開發者

# PlusDeveloper
source: BHTikTok Plus developer
ar: مطور BHTikTok Plus
de: BHTikTok Plus Entwickler
es: Desarrollador de BHTikTok Plus
fr: Développeur BHTikTok Plus
pl: BHTikTok Plus deweloper
tr: BHTikTok Plus geliştiricisi
uk: Разработчик BHTikTok Plus
vi: Nhà phát triển BHTikTok Plus
zh_hans: BHTikTok Plus 开发者
zh_hant: BHTikTok Plus 開發者

# DownloadOptions
source: Downloads
ar: خيارات الحفظ
es: Descargas
fr: Téléchargements
pl: Pobrane
tr: İndirme Seçenekleri
uk: Загрузки
vi: Tải xuống
zh_hans: 下载选项
zh_hant: 下載

# FeedOptions
source: Feed
ar: خيارات الرئيسية
es: Opciones del feed
pl: Ustawienia Feed
tr: Besleme Seçenekleri
uk: Новостная лента
vi: Tuỳ chọn Feed
zh_hans: 视频选项
zh_hant: 動態

# ProfileOptions
source: Profile
ar: خيارات الملف الشخصي
de: Profil
es: Perfil
fr: Profil
pl: Profil
tr: Profil Seçenekleri
uk: Профиль
vi: Hồ sơ
zh_hans: 个人主页
zh_hant: 個人資料

# ConfirmationOptions
source: Confirmation
ar: خيارات التأكيد
de: Bestätigung
es: Confirmación
pl: Potwierdzenie
tr: Onaylama Seçenekleri
uk: Подтверждение действий
vi: Xác nhận
zh_hans: 确认提示
zh_hant: 確認提醒

# RegionOptions
source: Region
ar: خيارات المنطقة
es: Región
fr: Région
tr: Bölge Seçenekleri
uk: Регион
vi: Vùng
zh_hans: 国家区域
zh_hant: 國家/地區

# FakeOptions
source: Fake
ar: خيارات التزييف
de: Fälschen
es: Opciones fake
fr: Faux
pl: Opcje spoof
tr: Sahte Seçenekleri
uk: Фейковые плюшки
vi: Giả mạo
zh_hans: 伪造信息
zh_hant: 偽裝

# ColorOptions
source: Appearance
ar: خيارات المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pl: Wygląd
tr: Renk Seçenekleri
uk: Кастомизация
vi: Vẻ bề ngoài
zh_hans: 外观选项
zh_hant: 外觀

# OtherOptions
source: Other
ar: خيارات آخرى
de: Andere
es: Otros
fr: Autre
pl: Pozostałe
tr: Diğer Seçenekler
uk: Другое
vi: Khác
zh_hans: 其他选项
zh_hant: 其它

source: Apply
ar: تطبيق التغييرات
de: Anwenden
es: Aplicar
fr: Appliquer
pl: Zatwierdź
tr: Ayarları Uygula
uk: Применить настройки
vi: Áp dụng
zh_hans: 应用更改
zh_hant: 套用

source: Tip Jar
ar: تبرع
de: Trinkgeld Glas
es: Bote de propinas
fr: Pot de pointe
pl: Dotacje
tr: İpucu Kavanozu
uk: Угостить чашечкой кофе
vi: Hộp tiền boa
zh_hans: 捐赠开发
zh_hant: 贊助開發

source: Donate via PayPal
ar: عبر باي بال
de: Spenden über PayPal
es: Donar a través de PayPal
fr: Faites un don via PayPal
pl: Wesprzyj przez PayPal
tr: PayPal aracılığıyla bağış yapın
uk: Задонатить на PayPal
vi: Tặng qua PayPal
zh_hans: 通过PayPal捐赠
zh_hant: 透過 PayPal 贊助

# Donate
source: Support the development
ar: دعم المطور
de: Entwicklung unterstützen
es: Apoyar el desarrollo
fr: Accompagner le développement
pl: Wesprzyj prace
tr: Gelişime destek olun
uk: Поддержать проект
vi: Hỗ trợ nhà phát triển
zh_hans: 支持开发者
zh_hant: 支持開發者

# Telegram
source: Our Telegram Channel
ar: قناتنا على تيليجرام
de: Unser Telegram Kanal
es: Nuestro canal de Telegram
fr: Notre chaîne Telegram
pl: Nasz kanał Telegram
tr: Telegram Kanalımız
uk: Наш Telegram-канал
vi: Kênh Telegram của chúng tôi
zh_hans: 我们的Telegram频道
zh_hant: 我們的 Telegram 頻道

# Thanks
source: Special Thanks
ar: شكر خاص
de: Besonderer Dank
es: Agradecimientos
fr: Remerciement spécial
pl: Specjalne podziękowania
tr: Özel Teşekkürler
uk: Особая благодарность
vi: Đặt biệt cảm ơn
zh_hans: 特别感谢
zh_hant: 特別感謝

# DonateMessage
source: If you like BHTikTok Plus and would like to support me, you can buy me a coffee using any of convenient ways below. Thanks‚ù§
ar: إذا كنت تحب BHTikTok Plus وترغب في دعمي، فيمكنك شراء قهوة لي باستخدام أي من الطرق أدناه. شكرا❤️
de: Wenn Ihnen BHTikTok Plus gefällt und Sie mich unterstützen möchten, können Sie mir einen Kaffee kaufen, auf die untenstehenden bequemen Arten. Danke❤
es: Si te gusta BHTikTok Plus y quieres apoyarme, puedes comprarme un café utilizando cualquiera de las formas convenientes a continuación. Gracias
fr: Si vous aimez BHTikTok Plus et souhaitez me soutenir, vous pouvez m'acheter un café en utilisant l'une des méthodes pratiques ci-dessous. Merci❤
pl: Jeśli podoba Ci się projekt i chciałbyś mnie wesprzeć, użyj jednej z preferowanych form dotacji na dole. Dziękuję❤
tr: BHTikTok Plus'ı beğendiyseniz ve bana destek olmak istiyorsanız, aşağıdaki uygun yollardan herhangi birini kullanarak bana bir kahve satın alabilirsiniz. Teşekkürler❤
uk: Если вам понравился BHTikTok Plus или же вы просто хотели бы поддержать меня, то можете угостить чашечкой кофе любым подходящим ниже способом. Спасибо❤
vi: Nếu bạn thích BHTikTok Plus và muốn ủng hộ tôi, bạn có thể mua cà phê cho tôi bằng bất kỳ cách thuận tiện nào dưới đây. Cảm ơn❤
zh_hans: 如果你喜欢BHTikTok Plus并想支持我，你可以用下面任何方式给我买杯咖啡。 感谢❤️
zh_hant: 如果您喜歡 BHTikTok Plus 並想支持我，可以透過以下任一方式為我買杯咖啡。 謝謝❤

source: Maybe Later
ar: ربما لاحقًا
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
pl: Może Później
tr: Belki sonra
uk: Возможно, позже
vi: Có lẽ sau này
zh_hans: 也许以后
zh_hant: 以後再說

# ThankYou
source: Thanks
ar: شكرًا
de: Danke
es: Gracias
fr: Merci
pl: Dziękuję
tr: Teşekkürler
uk: Спасибо
vi: Cảm ơn
zh_hans: 感谢
zh_hant: 謝謝您

# DownloadFeedHeader
source: Feed
ar: الرئيسية
fr: Alimentation
tr: Besleme
uk: Новостная лента
vi: Hiển thị Feed
zh_hans: 视频流
zh_hant: 動態

source: Download Videos
ar: حفظ الفيديو
de: Videos herunterladen
es: Descargar vídeos
fr: Télécharger des vidéos
pl: Pobieranie Filmów
tr: Video indir
uk: Загружать видео
vi: Tải video
zh_hans: 下载视频
zh_hant: 下載影片

# DownloadVideosDesc
source: Adds a button to download videos without watermarks
ar: يضيف خيار لحفظ مقاطع الفيديو بدون علامة مائية
de: Fügt einen Button hinzu, um Videos ohne Wasserzeichen herunterzuladen
es: Añade un botón para descargar vídeos sin marcas de agua
fr: Ajoute un bouton pour télécharger des vidéos sans filigrane
pl: Dodaje przycisk do pobrania filmu bez znaku wodnego
tr: Filigransız videoları indirmek için bir düğme ekler
uk: Добавляет кнопку загрузки видео без водяных знаков
vi: Thêm nút tải video không có hình mờ
zh_hans: 添加一个按钮下载不带水印的视频
zh_hant: 新增一個下載無浮水印影片的按鈕

source: Download HD Videos
ar: حفظ الفيديو بجودة عالية
de: HD Videos herunterladen
es: Descargar vídeos en HD
fr: Télécharger des vidéos HD
pl: Pobieranie Filmów w HD
tr: HD Videoları İndirin
uk: Загружать HD-видео
vi: Tải xuống video HD
zh_hans: 下载高清视频
zh_hant: 下載高畫質影片

# DownloadHDVideosDesc
source: Adds option to download HD (H.265) videos. Note: This format may not be compatible with some apps
ar: يضيف خيار لحفظ الفيديو بجودة عالية بصيغة (H.265) ملاحظة : قد لا تكون هذه الصيغة متوافقة مع بعض التطبيقات
de: Fügt die Option hinzu, HD (H.265) Videos herunterzuladen. Hinweis: Dieses Format ist möglicherweise nicht mit einigen Apps kompatibel
es: Añade la opción de descargar vídeos en HD (H.265). Nota: Este formato puede no ser compatible con algunas aplicaciones
fr: Ajoute une option pour télécharger des vidéos HD (H.265). Remarque : ce format peut ne pas être compatible avec certaines applications
pl: Pobieranie wideo w wyższej jakości (H.265). Uwaga: Ten format może być niekompatybilny z niektórymi aplikacjami
tr: HD (H.265) videoları indirme seçeneği ekler. Not: Bu format bazı uygulamalarla uyumlu olmayabilir
uk: Добавляет опцию для загрузки видео в HD (H.265). Внимание: Данный формат может быть несовместим с некоторыми приложениями.
vi: Thêm tùy chọn tải xuống video HD (H.265). Lưu ý: Định dạng này có thể không tương thích với một số ứng dụng
zh_hans: 添加下载高清(H.265)视频的选项。注意：此格式可能与某些应用程序不兼容。
zh_hant: 新增下載高畫質（H.265）影片的選項。注意：此格式可能與某些應用不相容

# DownloadWMVideos
source: Download Watermarked Videos
ar: حفظ الفيديو مع العلامة المائية
de: Videos mit Wasserzeichen herunterladen
es: Descargar vídeos con marca de agua
fr: Télécharger des vidéos filigranées
pl: Pobierz Filmy z znakiem wodnym
tr: Filigranlı Video İndir
uk: Видео с водяными знаками
vi: Tải xuống video có hình mờ
zh_hans: 下载水印视频
zh_hant: 下載浮水印影片

# DownloadWMVideosDesc
source: Adds option to download watermarked videos
ar: يضيف خيار لحفظ المقاطع مع العلامة المائية
de: Fügt die Option hinzu, Videos mit Wasserzeichen herunterzuladen
es: Añade la opción de descargar vídeos con marca de agua
fr: Ajoute une option pour télécharger des vidéos filigranées
pl: Dodaje opcję pobrania filmów zawierających znak wodny
tr: Filigranlı videoları indirme seçeneği ekler
uk: Добавляет кнопку загрузки видео с сохранением водяных знаков
vi: Thêm tùy chọn tải xuống video có hình mờ
zh_hans: 添加下载带水印视频的选项
zh_hant: 新增下載有浮水印影片的選項

# DownloadMusics
source: Download Music
ar: حفظ الصوت
de: Musik herunterladen
es: Descargar música
fr: Télécharger de la musique
pl: Pobierz Muzykę
tr: Müzik indir
uk: Загружать аудио
vi: Tải nhạc
zh_hans: 下载音乐
zh_hant: 下載音樂

# DownloadMusicsDesc
source: Adds a button to download music from videos
ar: يضيف خيار لحفظ الصوت من المنشورات
de: Fügt einen Button hinzu, um Musik aus Videos herunterzuladen
es: Añade un botón para descargar música de los vídeos
fr: Ajoute un bouton pour télécharger de la musique à partir de vidéos
pl: Dodaje opcję pobrania muzyki z filmu
tr: Videolardan müzik indirmek için bir düğme ekler
uk: Добавляет кнопку загрузки музыку из видео
vi: Thêm nút tải nhạc từ video
zh_hans: 添加一个按钮从视频中下载音乐
zh_hant: 新增一個從影片中下載音樂的按鈕

source: Copy Video Description
ar: نسخ وصف المنشور
de: Videobeschreibung kopieren
es: Copiar descripción del vídeo
fr: Copier la description de la vidéo
pl: Kopiuj Opis Filmu
tr: Video Açıklamasını Kopyala
uk: Копировать описание видео
vi: Sao chép mô tả video
zh_hans: 复制视频文案
zh_hant: 複製影片描述

# CopyVideoDescriptionDesc
source: Adds a button to copy video descriptions
ar: يضيف خيار لنسخ وصف المنشور
de: Fügt einen Button hinzu, um Videobeschreibungen zu kopieren
es: Añade un botón para copiar descripciones de vídeo
fr: Ajoute un bouton pour copier les descriptions vidéo
pl: Dodaje przycisk do kopiowania opisu filmu
tr: Video açıklamalarını kopyalamak için bir düğme ekler
uk: Добавляет кнопку для копирования описания видео
vi: Thêm nút để sao chép mô tả video
zh_hans: 添加复制视频文案的按钮
zh_hant: 新增一個複製影片描述的按鈕

# CopyVideosLink
source: Copy Video Link
ar: نسخ رابط الفيديو
de: Videolink kopieren
es: Copiar enlace del vídeo
fr: Copier le lien vidéo
pl: Kopiuj Link Filmu
tr: Video Bağlantısını Kopyala
uk: Копировать ссылку на видео
vi: Sao chép liên kết video
zh_hans: 复制视频链接
zh_hant: 複製影片連結

# CopyVideosLinkDesc
source: Adds a button to copy video links
ar: يضيف خيار لنسخ رابط الفيديو
de: Fügt einen Button hinzu, um Videolinks zu kopieren
es: Añade un botón para copiar enlaces de vídeo
fr: Ajoute un bouton pour copier les liens vidéo
pl: Dodaje przycisk kopiowania linku do wideo
tr: Video bağlantılarını kopyalamak için bir düğme ekler
uk: Добавляет кнопку для копирования ссылки на видео
vi: Thêm nút sao chép link video
zh_hans: 添加复制视频链接的按钮
zh_hant: 新增一個複製影片連結的按鈕

# CopyMusicsLink
source: Copy Music Link
ar: نسخ رابط الصوت
de: Musiklink kopieren
es: Copiar enlace de música
fr: Copier le lien musical
pl: Kopiuj Link Utworu
tr: Müzik Bağlantısını Kopyala
uk: Копировать ссылку на аудио
vi: Sao chép liên kết nhạc
zh_hans: 复制音乐链接
zh_hant: 複製音樂連結

# CopyMusicsLinkDesc
source: Adds a button to copy music links
ar: يضيف خيار لنسخ رابط الصوت
de: Fügt einen Button hinzu, um Musiklinks zu kopieren
es: Añade un botón para copiar enlaces de música
fr: Ajoute un bouton pour copier les liens musicaux
pl: Dodaje przycisk kopiowania linku do utworu
tr: Müzik bağlantılarını kopyalamak için bir düğme ekler
uk: Добавляет кнопку для копирования ссылки на аудио
vi: Thêm nút copy link nhạc
zh_hans: 添加复制音乐链接的按钮
zh_hant: 新增一個複製音樂連結的按鈕

source: Group Menu Items
es: Agrupar elementos de menú
fr: Éléments du menu de groupe
pl: Grupuj Elementy Menu
tr: Menü Öğeleri Grupla
uk: Группировать пункты меню
vi: Nhóm các Menu
zh_hans: 菜单项分组
zh_hant: 群組選單項目

# GroupMenuItemsDesc
source: Groups menu items to Download and Copy Information submenus
es: Agrupa las opciones de menú para descargar y copiar submenús de información
fr: Regroupe les éléments de menu dans les sous-menus Télécharger et Copier les informations.
pl: Grupuje elementy menu, by pobrać i skopiować elementy podmenu informacyjnego
tr: Menü öğelerini İndir ve Kopyala alt menülere gruplandırır
uk: Группирует пункты меню в разделы для загрузки медиафайлов и копирования информации
vi: Tạo nhóm cho các mục menu vào menu con Tải xuống và Sao chép Thông tin
zh_hans: 将“下载按钮”菜单项分组为“下载”和“复制信息”子菜单
zh_hant: 將群組選單項目分為下載和複製資訊子選單

# CompactProgress
source: Compact Progress Bar
es: Barra de progreso compacta
fr: Barre de progression compacte
pl: Kompaktowy Pasek Progresu
uk: Компактный прогресс-бар
vi: Thanh tiến trình nhỏ gọn
zh_hans: 紧凑进度条
zh_hant: 縮小進度條

# CompactProgressDesc
source: Displays a compact downloading progress bar at the bottom of the screen
es: Muestra una barra de progreso de descarga compacta en la parte inferior de la pantalla.
fr: Affiche une barre de progression de téléchargement compacte en bas de l'écran
pl: Wyświetla kompaktowy pasek progresu pobierania zawartości u dołu ekranu
uk: Отображает компактный прогресс-бар загрузки в нижней части экрана
vi: Hiển thị thanh tiến trình tải xuống nhỏ gọn ở cuối màn hình
zh_hans: 在屏幕底部显示一个紧凑的下载进度条
zh_hant: 在螢幕底部顯示緊湊的下載進度條

# RemoveWatermark
source: Disable Watermarks
ar: تعطيل العلامة المائية
de: Wasserzeichen deaktivieren
es: Desactivar marcas de agua
fr: Désactiver les filigranes
pl: Wyłącz Znaki Wodne
tr: Filigranları Devre Dışı Bırak
uk: Отключить водяные знаки
vi: Tắt hình mờ
zh_hans: 禁用水印
zh_hant: 停用浮水印

# RemoveWatermarkDesc
source: Useful if you want to download videos without watermarks from the standard TikTok menu
ar: يسمح بحفظ المنشورات بدون علامة مائية من قائمة المشاركة
de: Nützlich, wenn Sie Videos ohne Wasserzeichen aus dem Standard TikTok Menü herunterladen möchten
es: Útil si quieres descargar vídeos sin marcas de agua desde el menú estándar de TikTok.
fr: Utile si vous souhaitez télécharger des vidéos sans filigrane depuis le menu standard de TikTok
pl: Przydatne, gdy chcesz pobrać materiał bez znaku wodnego poprzez standardowe menu TikTok'a
tr: Standart TikTok menüsünden filigransız videolar indirmek istiyorsanız kullanışlıdır
uk: Полезно, если вы хотите загружать видео без водяных знаков из стандартного меню TikTok
vi: Hữu ích nếu bạn muốn tải xuống video không có hình mờ từ menu TikTok tiêu chuẩn
zh_hans: 可以下载没有水印的视频
zh_hant: 若您想從標準 TikTok 選單中下載無浮水印的影片，此功能非常實用

# DownloadProfileHeader
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
pl: Profil
tr: Profil
uk: Профиль
vi: Hồ sơ
zh_hans: 个人主页
zh_hant: 個人資料

# SaveProfileImage
source: Save Profile Photos
ar: حفظ صورة الملف الشخصي
de: Profilbilder speichern
es: Guardar fotos de perfil
fr: Enregistrer les photos de profil
pl: Zapisuj Profilówki
tr: Profil Fotoğraflarını Kaydet
uk: Загружать фото профиля
vi: Lưu ảnh hồ sơ
zh_hans: 保存头像照片
zh_hant: 儲存使用者頭像

# SaveProfileImageDesc
source: Allows downloading profile photos by long press
ar: يسمح بحفظ صورة الملف الشخصي عبر الضغط لفترة طويلة
de: Ermöglicht das Herunterladen von Profilbildern durch langes Drücken
es: Permite descargar fotos de perfil manteniendo presionada la imagen
fr: Permet de télécharger des photos de profil par appui long
pl: Umożliwia pobranie zdjęcia profilowego po dłuższym przytrzymaniu
tr: Uzun basıldığında profil fotoğraflarının indirilmesine izin verir
uk: Позволяет скачивать фото профиля долгим нажатием по открытому фото
vi: Cho phép tải ảnh hồ sơ bằng cách nhấn giữ
zh_hans: 点开头像后允许长按下载头像照片
zh_hant: 長按下載使用者頭像

source: Copy Profile Information
ar: نسخ معلومات الملف الشخصي
de: Profilinformationen kopieren
es: Copiar información del perfil
fr: Copier les informations du profil
pl: Kopiuj Informacje Profilu
tr: Profil Bilgilerini Kopyala
uk: Копировать описание профиля
vi: Sao chép thông tin hồ sơ
zh_hans: 复制个人信息
zh_hant: 複製使用者資訊

# CopyProfileInformationDesc
source: Allows copying profile descriptions by long press on a photo or @username
ar: يسمح بنسخ معلومات الملف الشخصي عند الضغط لفترة طويلة على صورة العرض أو @أسم_المستخدم
de: Ermöglicht das Kopieren von Profilbeschreibungen durch langes Drücken auf ein Foto oder @username
es: Permite copiar descripciones de perfil manteniendo presionada una foto o en el @nick
fr: Permet de copier les descriptions de profil en appuyant longuement sur une photo ou @nom d'utilisateur
pl: Umożliwia kopiowanie opisu profilu po dłuższym naciśnięciu na profilówkę lub @nazwe_użytkownika
tr: Bir fotoğrafa veya @kullanıcı adına uzun basıldığında profil açıklamalarının kopyalanmasına olanak tanır
uk: Позволяет скопировать описание профиля долгим нажатием по фото или @адресу
vi: Cho phép sao chép mô tả hồ sơ bằng cách nhấn và giữ ảnh hoặc @tennguoidung
zh_hans: 允许长按“头像或@用户名”复制个人信息
zh_hant: 長按頭像或@使用者名稱，即可複製使用者檔案描述

# DownloadedAction
source: Post-Loading Action
ar: إجراء ما بعد التحميل
de: Aktion nach dem Laden
es: Acción después de descargar
fr: Action de post-chargement
pl: Opcje Po Załadowaniu
tr: Yükleme Sonrası Eylem
uk: Действие по окончанию загрузки
vi: Hành động sau khi tải
zh_hans: 下载后操作
zh_hant: 下載影片完成後的動作

source: Save To Photos
ar: حفظ في الصور
de: In Fotos speichern
es: Guardar en fotos
fr: Enregistrer dans les photos
pl: Zapisz do Zdjęć
tr: Fotoğraflara Kaydet
uk: Сохранить в «Фото»
vi: Lưu vào ảnh
zh_hans: 保存到照片
zh_hant: 直接儲存到照片

source: Show Share Sheet
ar: عرض قائمة المشاركة
de: Teilen-Menü anzeigen
es: Mostrar hoja de compartir
fr: Afficher la feuille de partage
pl: Pokaż Opcje Udostępniania
tr: Paylaşım Sayfasını Göster
uk: Меню «Поделиться»
vi: Hiển thị bảng chia sẻ
zh_hans: 显示分享面板
zh_hant: 顯示分享選單

# DownloadMenu
source: Download Menu Style
ar: قائمة الحفظ
de: Download-Menü-Stil
es: Estilo del menú de descarga
fr: Télécharger le style de menu
pl: Menu Pobierania
tr: Bağlam Menü Stili
uk: Стиль меню загрузок
vi: Kiểu Memu Tải xuống
zh_hans: 下载菜单样式
zh_hant: 下載選單樣式

# CompactMenu
source: Compact
ar: قائمة صغيرة
de: Kompakt
es: Compacto
fr: Compacte
pl: Kompaktowe
tr: Kompakt
uk: Компактный
vi: Gọn nhẹ
zh_hans: 袖珍
zh_hant: 簡潔

# OldMenu
source: TikTok
ar: القائمة القديمة
uk: В стиле TikTok

source: Feed
ar: الرئيسية
tr: Besleme
uk: Новостная лента
vi: Tuỳ chọn Feed
zh_hans: 选项
zh_hant: 動態

# NoAds
source: Disable Ads
ar: تعطيل الإعلانات
de: Anzeigen deaktivieren
es: Desactivar anuncios
fr: Désactiver les publicités
pl: Wyłącz Reklamy
tr: Reklamları devre dışı bırak
uk: Отключить рекламу
vi: Không quảng cáo
zh_hans: 禁用广告
zh_hant: 刪除廣告

# NoAdsDesc
source: Removes in-app ads
ar: يزيل إعلانات الصفحة الرئيسية
de: Entfernt In-App-Anzeigen
es: Elimina los anuncios dentro de la aplicación
fr: Supprime les publicités dans l'application
pl: Wyłącza reklamy w aplikacji
tr: Uygulama içi reklamları kaldırır
uk: Удаляет рекламу внутри приложения
vi: Loại bỏ quảng cáo trong ứng dụng
zh_hans: 删除应用内广告
zh_hant: 移除應用程式內的廣告

# HideUI
source: Pure Mode
ar: إخفاء الواجهة
de: Reiner Modus
es: Ocultar interfaz
fr: Mode pure
tr: Saf Mod
uk: Чистый режим
vi: Chế độ thuần
zh_hans: 清屏模式
zh_hant: 簡潔模式

# HideUIDesc
source: Adds a button to hide/show interface buttons
ar: يضيف خيار لإخفاء أزرار الواجهة
de: Fügt einen Button hinzu, um die Interface-Buttons auszublenden/anzeigen
es: Añade un botón para ocultar/mostrar los botones de la interfaz
fr: Ajoute un bouton pour masquer/afficher les boutons de l'interface
pl: Dodaje przycisk pokazywania/ukrywania przycisków interfejsu
tr: Arayüz düğmelerini gizlemek/göstermek için bir düğme ekler
uk: Добавляет кнопку для скрытия/отображения кнопок интерфейса
vi: Thêm nút để ẩn/hiện các nút giao diện
zh_hans: 添加一个按钮“隐藏/显示”界面按钮
zh_hant: 新增按鈕以隱藏/顯示介面按鈕

# UploadRegion
source: Display Upload Country
ar: منطقة المنشور
de: Upload-Land anzeigen
es: Mostrar país de subida
fr: Afficher le pays de téléchargement
pl: Wyświetl Kraj Pochodzenia
tr: Yükleme Ülkesini Görüntüle
uk: Отображать страну видео
vi: Hiển thị quốc gia tải lên
zh_hans: 显示上传国家/地区
zh_hant: 顯示上傳國家

# UploadRegionDesc
source: Shows the video's upload country flag next to the username
ar: يعرض رمز أو علم منطقة المنشور
de: Zeigt die Flagge des Upload-Landes neben dem Benutzernamen an
es: Muestra la bandera del país de carga del vídeo junto al nombre de usuario
fr: Affiche le drapeau du pays de téléchargement de la vidéo à côté du nom d'utilisateur
pl: Wyświetla flagę kraju z którego pochodzi film obok nazwy użytkownika
tr: Kullanıcı adının yanında videonun yüklendiği ülke bayrağını gösterir
uk: Отображает флаг страны, с которой было опубликовано видео, рядом с именем пользователя
vi: Hiển thị cờ quốc gia tải lên của video bên cạnh tên người dùng
zh_hans: 在昵称旁边显示视频的上传“国家/地区”标志
zh_hant: 在使用者名稱旁顯示影片的上傳國家國旗

# NoPullToRefresh
source: Disable Pull To Refresh
es: Desactivar gesto para actualizar
fr: Désactiver l'extraction pour actualiser
tr: Yenilemeyi Devre Dışı Bırak
uk: Отключить обновление жестом вниз
vi: Vô hiệu hóa kéo để làm mới
zh_hans: 禁用下拉刷新
zh_hant: 停用下拉重新整理

# NoPullToRefreshDesc
source: Disables the gesture to refresh the feed by pulling down on the first page
es: Desactiva el gesto de refrescar el feed tirando hacia abajo en la primera página.
fr: Désactive le geste pour actualiser le flux en tirant vers le bas sur la première page
pl: Wyłącza gest przeciągania z góry do dołu by odświeżyć, na pierwszym wyświetlonym filmie
tr: İlk sayfayı aşağı çekerek beslemeyi yenileme hareketini devre dışı bırakır
uk: Отключает жест, позволяющий обновить ленту потягиванием вниз на первом видео
vi: Tắt cử chỉ làm mới nguồn cấp dữ liệu bằng cách kéo xuống trang đầu tiên
zh_hans: 禁用通过下拉手势来刷新首页内容
zh_hant: 禁用在第一頁向下拉動時重新整理動態

# ShowUsername
source: Display Username
ar: عرض أسم المستخدم بدلًا من الاسم المستعار
de: Benutzername anzeigen
es: Mostrar nombre de usuario
fr: Afficher le nom d'utilisateur
pl: Wyświetl Imię
tr: Kullanıcı Adını Göster
uk: Показывать @адрес вместо ника
vi: Hiển thị tên người dùng
zh_hans: 显示用户名而非昵称
zh_hant: 顯示使用者名稱而非暱稱

# ShowUsernameDesc
source: Shows username instead of nickname, as it was in older versions
ar: يعرض أسم المستخدم بدلا من الاسم المستعار، كما كان في الإصدارات القديمة
de: Zeigt Benutzername anstelle von Spitznamen, wie es in älteren Versionen der Fall war
es: Muestra el nombre en lugar del @nick, como en las versiones anteriores
fr: Affiche le nom d'utilisateur au lieu du surnom, comme c'était le cas dans les anciennes versions
pl: Wyświetla Nazwę zamiast Nazwy Użytkownika, jak we wcześniejszych wersjach aplikacji
tr: Eski sürümlerde olduğu gibi takma ad yerine kullanıcı adını gösterir
uk: Отображает имя пользователя, как это было в старых версиях, вместо никнейма
vi: Hiển thị tên người dùng thay vì biệt hiệu, như trong các phiên bản cũ hơn
zh_hans: 就像在旧版本中一样，显示用户名而不是昵称。
zh_hant: 顯示用戶名而不是暱稱，就像舊版本中一樣

# TransparentComms
source: Semi-transparent Comments
ar: تعليقات شفافة
de: Halbtransparente Kommentare
es: Comentarios semitransparentes
fr: Commentaires semi-transparents
pl: Półprzezroczyste Komentarze
tr: Yarı şeffaf Yorumlar
uk: Полупрозрачные комментарии
vi: Bình luận một nửa công khai
zh_hans: 半透明评论
zh_hant: 半透明評論
