Repository: m1337v/BHTikTok-Plus
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, pl, tr, uk, vi, zh_hans, zh_hant

source: Follower Count
ar: عدد من يتابعك
es: Número de seguidores
fr: Nombre d'abonnés
pl: Ilość Obserwujących
tr: Takipçi Sayısı
uk: Число подписчиков
vi: Số lượng người theo dõi
zh_hans: 粉丝数
zh_hant: 粉絲數量

source: Following Count
ar: عدد من تتابع
es: Número de seguidos
fr: Compte d'abonnée
pl: Ilość Obserwowanych
tr: Takip Sayısı
uk: Число подписок
vi: Số lượt theo dõi
zh_hans: 关注数
zh_hant: 關注中數量

source: Like Count
ar: عدد الإعجابات
es: Número de me gusta
fr: Compte J'aimes
pl: Ilość Polubień
tr: Beğen Sayısı
uk: Число лайков
vi: Số lượt thích
zh_hans: 点赞数
zh_hant: 讚數量

# EnterNumber
source: Enter a Number
ar: أدخل رقم
es: Ingresa un número
fr: Entrez un numéro
pl: Wpisz liczbę
tr: Bir Numara Girin
uk: Введите количество
vi: Nhập một số
zh_hans: 输入数字
zh_hant: 輸入數字

# FakeDesc
source: Leave fields blank to show original values. These changes are visible only to you
ar: اترك الحقول فارغة لإظهار القيم الأصلية. هذه التغييرات مرئية لك فقط
es: Deja los campos en blanco para mostrar los valores originales. Estos cambios solo son visibles para ti
fr: Laissez les champs vides pour afficher les valeurs d'origine. Ces changements ne sont visibles que par vous
pl: Pozostaw pola puste dla zachowania standardowych wartości, liczby te są widoczne tylko dla ciebie.
tr: Orijinal değerleri göstermek için alanları boş bırakın. Bu değişiklikleri yalnızca siz görebilirsiniz
uk: Оставьте поля пустыми для возврата оригинальных значений. Данные изменения видны только вам
vi: Để trống các trường để hiển thị giá trị ban đầu. Những thay đổi này chỉ hiển thị với bạn
zh_hans: 字符留空显示原始值，这些更改仅对自己可见。
zh_hant: 欄位留空以顯示原始數量（這些變更只對您可見）

# NicknameColor
source: Change Nickname Color
ar: تغيير لون أسم المستخدم
es: Cambiar color del @nick
fr: Changer la couleur du surnom
pl: Zmień Kolor Nazwy Użytkownika
tr: Takma Ad Rengini Değiştir
uk: Цветные никнеймы
vi: Thay đổi màu biệt danh
zh_hans: 更改昵称颜色
zh_hant: 更改暱稱顏色

# NicknameColorDesc
source: Alters the color of nicknames in the feed
ar: يقوم بتغيير لون أسم المستخدم في الصفحة الرئيسية
es: Cambia el color de los @nicks en el feed
fr: Modifie la couleur des surnoms dans le flux
pl: Manipuluje kolorem nazw użytkowników na karcie Feed
tr: Akıştaki takma adların rengini değiştirir
uk: Меняет цвет никнеймов в ленте
vi: Thay đổi màu của biệt hiệu trong nguồn cấp dữ liệu
zh_hans: 更改视频流中昵称的颜色
zh_hant: 變更動態消息中暱稱的顏色

# NicknameColorGlobal
source: Apply to All Nicknames
ar: تفعيل على جميع الأسماء
es: Aplicar a todos los @nicks
fr: Appliquer à tous les surnoms
pl: Zastosuj dla Wszystkich Nazw Użytkownika
tr: Tüm Takma Adlara Uygula
uk: Применить ко всем никнеймам
vi: Áp dụng cho tất cả biệt danh
zh_hans: 应用于所有昵称
zh_hant: 應用於所有暱稱

# NicknameColorGlobalDesc
source: Changes nicknames color throughout the app. Enabling "%@" option required
ar: يقوم بتغيير لون أسم المستخدم في جميع أنحاء التطبيق
es: Cambia el color de los @nicks en toda la aplicación. requiere habilitar la opción '%@'
fr: Change la couleur des surnoms dans toute l'application. Activation de l'option "%@" requise
pl: Zmienia kolor nazw na przestrzeni aplikacji. Włączenie opcji "%@" wymagane
tr: Uygulama boyunca takma adların rengini değiştirir. "%@" seçeneğinin etkinleştirilmesi gerekiyor
uk: Меняет цвет никнеймов по всему приложению. Требуется включение «%@»
vi: Thay đổi màu biệt hiệu trong suốt ứng dụng. Cần bật tùy chọn "%@"
zh_hans: 更改整个应用程序的昵称颜色，需要启用 "%@" 选项。
zh_hant: 應用程式中的任何位置套用暱稱顏色。需要開啟 "%@" 選項

# CommentColor
source: Change Description Color
ar: تغيير لون التعليق
es: Cambiar el color de la descripción
fr: Changer la couleur de la description
pl: Zmień Kolor Opisów
tr: Açıklamaların Rengini Değiştir
uk: Цветное описание видео
vi: Thay đổi màu mô tả
zh_hans: 更改文案颜色
zh_hant: 更改描述文字顏色

# CommentColorDesc
source: Alters the colors of video descriptions
ar: يقوم بتغيير ألوان التعليقات ووصف المنشور
es: Altera los colores de las descripciones de los vídeos
fr: Modifie les couleurs des descriptions vidéo
pl: Manipuluje kolorami deskrypcji pod filmami
tr: Video açıklamalarının renklerini değiştirir
uk: Меняет цвет описаний роликов
vi: Thay đổi màu sắc của mô tả video
zh_hans: 更改视频文案的颜色
zh_hant: 變更影片描述的顏色

# SelectColor
source: Choose Color
ar: أختر لون
es: Elegir color
fr: Choisir la couleur
pl: Wybierz Kolor
tr: Renk seç
uk: Выберите цвет
vi: Chọn màu
zh_hans: 选择颜色
zh_hant: 選擇顏色

# ProfileTextShadow
source: Apply Shadow to Thumbnails
ar: إظهار ظل على الصور المصغرة
es: Aplicar sombra a las miniaturas
fr: Appliquer une ombre aux vignettes
pl: Użyj Cieni dla Miniatur
tr: Küçük Resimlere Gölge Uygula
uk: Применить тень к эскизам
vi: Áp dụng bóng cho hình thu nhỏ
zh_hans: 缩略图阴影
zh_hant: 縮圖套用陰影

# ProfileTextShadowDesc
source: Applies shadow to statistics on video thumbnails in profiles
ar: يظهر ظل خفيف خلف الإحصاءات على الصور المصغرة للمنشور في الملف الشخصي
es: Aplica sombra a las estadísticas en las miniaturas de vídeo en los perfiles
fr: Applique une ombre aux statistiques sur les miniatures vidéo dans les profils
pl: Włącza cienie pod statystykami na miniaturkach filmów
tr: Profillerdeki video küçük resimlerindeki istatistiklere gölge uygular
uk: Применяет тень к статистике на эскизах видео в профиле
vi: Áp dụng bóng cho số liệu thống kê về hình thu nhỏ video trong cấu hình
zh_hans: 将阴影应用于个人主页中视频缩略图的统计信息
zh_hant: 在個人資料中的影片縮圖上套用陰影到統計數據

# NicknameTextShadow
source: Apply Shadow to Nicknames
ar: إظهار ظل خلف أسم المستخدم
es: Aplicar sombra al @nick
fr: Appliquer une ombre aux surnoms
pl: Użyj Cieni dla Nazw
tr: Takma Adlara Gölge Uygula
uk: Применить тень к никнеймам
vi: Áp dụng bóng cho biệt danh
zh_hans: 昵称阴影
zh_hant: 暱稱套用陰影

# NicknameTextShadowDesc
source: Applies shadow to nicknames in feed
ar: يظهر ظل خلف أسماء المستخدمين في الصفحة الرئيسية
es: Aplica sombra al @nick en el feed
fr: Applique une ombre aux surnoms dans le flux
pl: Włącza cienie pod nazwami użytkownika w sekcji Feed
tr: Akıştaki takma adlara gölge uygular
uk: Применяет тень к никнеймам в новостной ленте
vi: Áp dụng bóng cho biệt hiệu trong nguồn cấp dữ liệu
zh_hans: 将阴影应用于视频流中的昵称
zh_hant: 在動態中的暱稱套用陰影

# NicknameGlobalShadow
source: Apply to All Nicknames
ar: تفعيل على جميع أسماء المستخدمين
es: Aplicar a todos los @nicks
fr: Appliquer à tous les surnoms
pl: Zastosuj dla Wszystkich Nazw
tr: Tüm Takma Adlara Uygula
uk: Применить ко всем никнеймам
vi: Áp dụng cho tất cả biệt danh
zh_hans: 应用于所有昵称
zh_hant: 套用到所有暱稱

# NicknameGlobalShadowDesc
source: Applies shadow to nicknames throughout the app. Enabling "%@" option required
ar: يظهر ظل خلف أسماء المستخدمين في جميع أنحاء التطبيق. يجب تفعيل "%@" ليظهر الظل
es: Aplica sombra a los @nicks en toda la aplicación. requiere habilitar la opción '%@'
fr: Applique une ombre aux surnoms dans toute l'application. Activation de l'option "%@" requise
pl: Włącza cienie pod nazwami na przestrzeni całej aplikacji. Włączenie opci "%@" wymagane
tr: Uygulama genelinde takma adlara gölge uygular. "%@" seçeneğinin etkinleştirilmesi gerekiyor
uk: Применяет тень к никнеймам по всему приложению. Требуется включение «%@»
vi: Áp dụng bóng cho biệt hiệu trong suốt ứng dụng. Cần bật tùy chọn "%@"
zh_hans: 将阴影应用于整个应用程序中的所有昵称，需要启用 "%@" 选项。
zh_hant: 在應用程式中的任何位置套用暱稱陰影。需要開啟 "%@" 選項

# BHButtonPlacement
source: Settings Button Placement
ar: وضع زر الإعدادات
es: Ubicación del botón de configuración
fr: Emplacement des boutons de paramètres
pl: Położenie Przycisku Ustawień BHTikTok
tr: Ayarlar Düğmesi Yerleşimi
uk: Местоположение кнопки твика
vi: Vị trí nút cài đặt
zh_hans: 设置按钮位置
zh_hant: 設定 BHTikTok Plus 位置

source: In Profile
ar: في الملف الشخصي
es: En perfil
fr: Dans le profil
pl: W Profilu
tr: Profil Bilgileri
uk: В профиле
vi: Trong hồ sơ cá nhân
zh_hans: 个人主页中
zh_hant: 在個人資料中

source: In Settings
ar: في الإعدادات
es: En ajustes
fr: Dans Paramètres
pl: W Ustawieniach
tr: Ayarlar içinde
uk: В настройках
vi: Trong phần cài đặt
zh_hans: 设置中
zh_hant: 在設定中

# Padlock
source: Passcode Lock
ar: قفل التطبيق
es: Bloqueo con contraseña
fr: Code de verrouillage
pl: Zabezpieczenie Kodem
tr: Parola Kilidi
uk: Блокировка паролем
vi: Khóa mật mã
zh_hans: 密码锁定
zh_hant: 密碼鎖

# PadlockDesc
source: Requires a passcode to unlock the app
ar: يظهر نافذة رمز المرور لفتح قفل التطبيق
es: Requiere una contraseña para desbloquear la aplicación
fr: Nécessite un mot de passe pour déverrouiller l'application
pl: Wymagaj kodu by odblokować aplikacje
tr: Uygulamanın kilidini açmak için şifre gerekir
uk: Требует ввод пароля перед запуском приложения
vi: Yêu cầu mật mã để mở khóa ứng dụng
zh_hans: 需要密码才能解锁进入应用程序
zh_hant: 需要密碼解鎖應用

# Cache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
es: Limpiar caché
fr: Vider le cache
pl: Wyczyść Pamięć Podręczną
tr: Önbelleği Temizle
uk: Очистить кэш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除快取

# Cleared
source: Done. Cleared %@
ar: تم مسح %@
es: Hecho Limpiado %@
fr: Fait Effacé %@
pl: Gotowe. Wyczyszczono %@
tr: Bitti. Temizlendi %@
uk: Готово. Очищено %@
vi: Xong Đã xóa %@
zh_hans: 完成 已清除 %@
zh_hant: 完成 已清除 %@

source: Fix Interactions
es: Corregir interacciones
fr: Corriger les interactions
pl: Napraw Interakcje
tr: Etkileşimleri Düzelt
uk: Исправить взаимодействия
vi: Sửa lỗi tương tác
zh_hans: 问题修复
zh_hant: 修復問題

# FixInteractionsDesc
source: Removes all data, including suspicious activity, thus restoring the ability to subscribe, like, and comment media
es: Elimina todos los datos, incluida la actividad sospechosa, con lo que se restablece la posibilidad de suscribirse, dar me gusta y comentar medios.
fr: Supprime toutes les données, y compris les activités suspectes, rétablissant ainsi la possibilité de s'abonner, d'aimer et de commenter les médias
pl: Usuwa wszystkie dane, w tym podejrzane dane, co przywraca możliwość like'owania, subskrybowania i komentowania zawartości
tr: Şüpheli etkinlik dahil tüm verileri kaldırarak abone olma, beğenme ve yorum yapma gibi yetenekleri geri getirir
uk: Удаляет все данные приложения, включая подозрительную активность, тем самым возвращает возможность подписываться, ставить лайки и комментировать контент
vi: Xóa tất cả dữ liệu, bao gồm cả hoạt động đáng ngờ, do đó khôi phục khả năng đăng ký, thích và bình luận phương tiện
zh_hans: 删除所有数据，包括可疑活动，还原订阅，点赞和媒体评论。
zh_hant: 移除所有資料，包括可疑活動，還原訂閱、點讚和評論媒體的功能

# FixInteractionsMsg
source: THIS ACTION CANNOT BE UNDONE. All data, including: Authorization data, App settings, Tweaks settings and All existing drafts will be deleted. Are you sure you want to continue?
es: ESTA ACCIÓN NO PUEDE DESHACERSE. Todos los datos, incluyendo: Datos de autorización, ajustes de la App, ajustes de tweaks y todos los borradores existentes serán eliminados. ¿Estás seguro de que quieres continuar?
fr: CETTE ACTION NE PEUT PAS ÊTRE ANNULÉE. Toutes les données, y compris: les données d'autorisation, les paramètres de l'application, les paramètres des réglages et tous les brouillons existants, seront supprimés. Êtes-vous sûr de vouloir continuer?
pl: TA AKCJA NIE MOŻE BYĆ COFNIĘTA. Całe dane, wraz z: Autoryzacją, Ustawieniami i wszystkimi dostępnymi wersjami roboczymi zostaną usunięte Czy na pewno chcesz kontynuować?
tr: BU İŞLEM GERİ ALINAMAZ. Dahil olmak üzere tüm veriler: Yetkilendirme verileri, Uygulama ayarları, Tweaks ayarları ve mevcut tüm taslaklar silinecektir. Devam etmek istediğine emin misin?
uk: ДАННОЕ ДЕЙСТВИЕ НЕОБРАТИМО. Будут удалены все данные, включая: Данные авторизации, настройки приложения, настройки твика и все существующие черновки Уверены, что хотите продолжить?
vi: KHÔNG THỂ HOÀN TÁC HÀNH ĐỘNG NÀY. Tất cả dữ liệu, bao gồm: Dữ liệu ủy quyền, Cài đặt ứng dụng, Cài đặt chỉnh sửa và Tất cả bản nháp hiện có sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục không?
zh_hans: 此操作无法撤消。 所有数据，包括：授权数据，应用程序设置，本插件的设置和所有现有草稿都将被删除。 你确定要继续吗？
zh_hant: 此動作無法還原. 所有資料, 包括: 授權資料、應用程式設定、BHTikTok Plus設定和所有現有草稿將被刪除. 是否確定要繼續?

# RestartApp
source: Done. App restart required
es: Hecho. Es necesario reiniciar la aplicación
fr: Terminé. Redémarrage de l'application requis
pl: Gotowe. Wymagany jest restart aplikacji
tr: Bitti. Uygulama yeniden başlatılması gerekiyor
uk: Готово. Перезапустите приложение
vi: Hoàn thành. Yêu cầu khởi động lại ứng dụng
zh_hans: 完成. 程序需要重新启动
zh_hant: 完成. 應用程式需要重新啟動

# Arabic
source: Arabic localization
ar: ترجمها إلى العربية
es: Traducción en Árabe
fr: Localisation arabe
pl: Arabskie tłumaczenie
tr: Arapça yerelleştirmesi
uk: Арабская локализация
vi: Bản địa hóa tiếng Ả Rập
zh_hans: 阿拉伯语本地化
zh_hant: 阿拉伯語本地化

# ChineseSimplified
source: Simplified Chinese localization
ar: ترجمها إلى الصينية المبسطة
es: Traducción en Chino Simplificado
fr: Localisation chinoise simplifiée
pl: Uproszczone chińskie tłumaczenie
tr: Basitleştirilmiş Çince yerelleştirmesi
uk: Китайская (упрощенная) локализация
vi: Bản địa hóa tiếng Trung giản thể
zh_hans: 简体中文本地化
zh_hant: 簡體中文本地化

# ChineseTraditional
source: Traditional Chinese localization
ar: ترجمها الى الصينية التقليدية
es: Traducción en Chino Tradicional
fr: Localisation en chinois traditionnel
pl: Tradycyjne chińskie tłumaczenie
tr: Geleneksel Çince yerelleştirmesi
uk: Китайская (традиционная) локализация
vi: Bản địa hóa truyền thống của Trung Quốc
zh_hans: 繁体中文本地化
zh_hant: 繁體中文本地化

# Spanish
source: Spanish localization
ar: ترجمها إلى الإسبانية
es: Traducción en Español
fr: Localisation espagnole
pl: Hiszpańskie tłumaczenie
uk: Испанская локализация
vi: Bản địa hóa tiếng Tây Ban Nha
zh_hans: 西班牙语本地化
zh_hant: 西班牙語本地化

# French
source: French localization
ar: ترجمها إلى الفرنسية
es: Traducción en Francés
fr: Localisation française
pl: Francuskie tłumacznie
uk: Французская локализация
vi: Bản địa hóa tiếng Pháp
zh_hans: 法语本地化
zh_hant: 法語本地化

# Vietnamese
source: Vietnamese localization
ar: ترجمها إلى الفتنامية
es: Traducción en Vietnamita
fr: Localisation vietnamienne
pl: Wietnamskie tłumaczenie
uk: Вьетнамская локализация
vi: Bản địa hóa tiếng Việt
zh_hans: 越南语本地化
zh_hant: 越南語本地化

# Turkish
source: Turkish localization
ar: ترجمها إلى التركية
es: Traducción en Turco
fr: Localisation turque
pl: Tureckie tłumaczenie
tr: Türkçe yerelleştirmesi
uk: Турецкая локализация
vi: Bản địa hóa tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其语本地化
zh_hant: 土耳其語本地化

# Japanese
source: Japanese localization
es: Traducción en Japonés
fr: Localisation japonaise
pl: Japońskie tłumaczenie
tr: Japonca yerelleştirmesi
uk: Японская локализация
zh_hans: 日语本地化
zh_hant: 日語本地化

# BHTikTokSettings
source: BHTikTok Plus
ar: BHTikTok Plus إعدادات
uk: Настройки BHTikTok Plus

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Estás seguro/a?
fr: Es-tu sûr?
pl: Jesteś pewien?
tr: Emin misin?
uk: Вы уверены?
vi: Bạn có chắc không?
zh_hans: 你确定吗？
zh_hant: 您確定嗎?

# ActionFollow
source: Follow
ar: متابعة
es: Seguir
fr: Suivre
pl: Obserwuj
tr: Takip Et
uk: Подписка
vi: Theo dõi
zh_hans: 关注
zh_hant: 關注

# ActionLike
source: Like
ar: إعجاب
es: Me gusta
fr: Comme
pl: Polub
tr: Beğen
uk: Понравилось
vi: Thích
zh_hans: 喜欢
zh_hant: 喜歡

# ActionDislike
source: Dislike
ar: عدم إعجاب
es: No me gusta
fr: Ne pas aimer
tr: Beğenme
uk: Дизлайк
vi: Không thích
zh_hans: 不喜欢
zh_hant: 不喜歡

source: Confirm Action
ar: تأكيد الإجراء
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
pl: Potwierdź Akcję
tr: Eylemi Onayla
uk: Подтвердите действие
vi: Xác nhận hành động
zh_hans: 确认操作
zh_hant: 確認動作

source: Warning
ar: تحذير
es: Aviso
pl: Ostrzeżenie
tr: Uyarı
uk: Внимание
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# ApplyDesc
source: This action will close the app to apply the changes. Are you sure?
ar: سيغلق هذا الإجراء التطبيق لتفعيل التغييرات. هل أنت متأكد؟
es: Esta acción cerrará la aplicación para aplicar los cambios. ¿Estás seguro?
fr: Cette action fermera l'application pour appliquer les modifications. Êtes-vous sûr?
pl: Ten wybór zamknie aplikacje aby zatwierdzić zmiany. Czy jesteś pewien?
tr: Bu eylem, değişikliklerin uygulanması için uygulamayı kapatacak. Devam etmek istediğine emin misin?
uk: Данное действие закроет приложение для применения настроек. Вы уверены?
vi: Hành động này sẽ đóng ứng dụng để áp dụng các thay đổi. Bạn có chắc chắn không?
zh_hans: 此操作将关闭应用程序以应用更改。 你确定吗？
zh_hant: 這個操作將會關閉應用程式以套用變更 您確定嗎?

source: Yes
ar: نعم
es: Sí
fr: Oui
pl: Tak
tr: Evet
uk: Да
vi: Có
zh_hans: 是
zh_hant: 是

source: No
ar: لا
fr: Non
pl: Nie
tr: Hayır
uk: Нет
vi: Không
zh_hans: 不
zh_hant: 否

source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
pl: Potwierdź
tr: Onayla
uk: Подтвердить
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
pl: Anuluj
tr: İptal et
uk: Отмена
vi: Huỷ bỏ
zh_hans: 取消
zh_hant: 取消

# DownloadGroup
source: Download
es: Descargar
fr: Télécharger
pl: Pobierz
tr: İndir
uk: Скачать
zh_hans: 下载
zh_hant: 下載

# CopyGroup
source: Copy
es: Copiar
fr: Copie
pl: Kopiuj
tr: Kopyala
uk: Копировать
zh_hans: 复制
zh_hant: 複製

source: Downloading
ar: جاري الحفظ
es: Descargando
fr: Téléchargement
pl: Pobieranie
tr: İndiriliyor
uk: Загрузка
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 下載中...

source: Download Video
ar: حفظ الفيديو
es: Descargar vídeo
fr: Télécharger la video
pl: Pobierz Wideo
tr: Video indir
uk: Скачать видео
vi: Tải video
zh_hans: 下载视频
zh_hant: 下載影片

source: Download HD Video
ar: حفظ الفيديو بجودة عالية
es: Descargar vídeo en HD
fr: Télécharger la vidéo HD
pl: Pobierz Wideo HD
tr: HD Videoyu İndir
uk: Скачать видео (HD)
vi: Tải xuống video HD
zh_hans: 下载高清视频
zh_hant: 下載高畫質影片

# DownloadWMVideo
source: Download Watermarked
ar: حفظ الفيديو مع العلامة المائية
es: Descargar con marca de agua
fr: Télécharger en filigrane
pl: Pobierz ze Znakiem Wodnym
tr: Filigranlı İndir
uk: С водяным знаком
vi: Tải xuống có hình mờ
zh_hans: 下载水印视频
zh_hant: 下載浮水印影片

source: Download Music
ar: حفظ الصوت
es: Descargar música
fr: Télécharger de la musique
pl: Pobierz Muzykę
tr: Müzik indir
uk: Скачать аудио
vi: Tải nhạc
zh_hans: 下载音乐
zh_hant: 下載音樂

source: Copy Music Link
ar: نسخ رابط الصوت
es: Copiar enlace de música
fr: Copier le lien musical
pl: Kopiuj Link do Muzyki
tr: Müzik Bağlantısını Kopyala
uk: Скопировать ссылку на аудио
vi: Sao chép liên kết nhạc
zh_hans: 复制音乐链接
zh_hant: 複製音樂連結

source: Copy Video Link
ar: نسخ رابط الفيديو
es: Copiar enlace del vídeo
fr: Copier le lien vidéo
pl: Kopiuj Link do Wideo
tr: Video Bağlantısını Kopyala
uk: Скопировать ссылку на видео
vi: Sao chép liên kết video
zh_hans: 复制视频链接
zh_hant: 複製影片連結

source: Download This Photo
ar: حفظ هذه الصورة
es: Descargar esta foto
fr: Téléchargez cette photo
pl: Pobierz to Zdjęcie
tr: Bu Fotoğrafı İndir
uk: Скачать данное фото
vi: Tải ảnh này xuống
zh_hans: 下载此图片
zh_hant: 下載這張照片

source: Download All Photos
ar: حفظ جميع الصور
es: Descargar todas las fotos
fr: Télécharger toutes les photos
pl: Pobierz Wszystkie Zdjęcia
tr: Tüm Fotoğrafları İndir
uk: Скачать все фото
vi: Tải xuống tất cả ảnh
zh_hans: 下载所有图片
zh_hant: 下載所有照片

source: Download Profile Image
ar: حفظ صورة الملف الشخصي
es: Descargar imagen de perfil
fr: Télécharger l'image de profil
pl: Pobierz Zdjęcie Profilowe
tr: Profil Fotoğrafını İndir
uk: Скачать фото профиля
vi: Tải xuống hình ảnh hồ sơ
zh_hans: 下载头像
zh_hant: 下載個人資料照片

source: Static Images Only
ar: يحفظ الصور الثابتة فقط
es: Sólo imágenes estáticas
fr: Images statiques uniquement
pl: Tylko Statyczne Zdjęcia
tr: Sabit Görüntüyü İndirir
uk: Только статические изображения
vi: Chỉ hình ảnh tĩnh
zh_hans: 仅静态图片
zh_hant: 僅限靜態圖片

source: Copy Description
ar: نسخ الوصف
es: Copiar descripción
fr: Copier la description
pl: Kopiuj Opis
tr: Açıklamayı Kopyala
uk: Скопировать описание
vi: Sao chép mô tả
zh_hans: 复制文案
zh_hant: 複製描述

# WhatToCopy
source: Select an Action
ar: حدد إجراء
es: Seleccionar una acción
fr: Sélectionnez une action
pl: Wybierz Akcję
tr: Bir Eylem Seçin
uk: Выберите действие
vi: Chọn một hành động
zh_hans: 选择操作
zh_hant: 選擇操作

# CopySocialName
source: Copy @username
ar: @نسخ اسم المستخدم
es: Copiar @nick
fr: Copier @nom d'utilisateur
pl: Kopiuj @nazwe_użytkownika
tr: @kullanıcı adını kopyala
uk: Скопировать @адрес
vi: Sao chép @tennguoidung
zh_hans: 复制用户名
zh_hant: 複製 @使用者名稱

# CopyNickName
source: Copy Name
ar: نسخ الاسم
es: Copiar nombre
fr: Copier le nom
pl: Kopiuj Nazwe
tr: Adı Kopyala
uk: Скопировать имя
vi: Sao chép tên
zh_hans: 复制昵称
zh_hant: 複製暱稱

source: Copy Bio
ar: نسخ السيرة الذاتية
de: Biografie kopieren
es: Copiar biografía
fr: Copier la biographie
pl: Kopiuj Bio
tr: Biyografiyi Kopyala
uk: Скопировать описание профиля
vi: Sao chép tiểu sử
zh_hans: 复制个人简介
zh_hant: 複製個人資料

# CopyBioURL
source: Copy Profile URL
ar: نسخ رابط السيرة الذاتية
es: Copiar URL del perfil
fr: Copier l'URL du profil
pl: Kopiuj Link URL Profilu
tr: Profil URL'sini kopyala
uk: Скопировать ссылку из профиля
vi: Sao chép URL hồ sơ
zh_hans: 复制个人链接
zh_hant: 複製個人資料連結

# VidNoMusic
source: Video has no music
ar: الفيديو لا يحتوي على موسيقى
es: El vídeo no tiene música
fr: La vidéo n'a pas de musique
pl: Wideo nie zawiera ścieżki dźwiękowej
tr: Videoda müzik yok
uk: В видео отсутствует музыка
vi: Video không có nhạc
zh_hans: 视频没有音乐
zh_hant: 影片沒有音樂

# VidNoDescription
source: Media has no description
ar: لا يوجد وصف للمنشور
es: El medio no tiene descripción
fr: Le média n'a pas de description
pl: Media nie zawierają opisu
tr: Açıklama bulunamadı
uk: Описание отсутствует
zh_hans: 视频没有文案
zh_hant: 影片沒有描述

# Success
source: Saved
ar: تم حفظه
es: Guardado
fr: Enregistré
pl: Zapisano
tr: Kaydedildi
uk: Сохранено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Copied
ar: تم نسخه
es: Copiado
fr: Copié
pl: Skopiowano
tr: Kopyalandı
uk: Скопировано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Done
ar: تم
es: Hecho
fr: Fait
pl: Gotowe
tr: Bitti
uk: Готово
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

source: Share
es: Compartir
fr: Partager
pl: Udostępnij
tr: Paylaş
uk: Поделиться
zh_hans: 分享
zh_hant: 分享

source: No follows
ar: لا توجد بينكم متابعة
es: No te sigue
fr: Aucun suivi
pl: Nie ma obserwacji
tr: Hayır takip etmiyor
uk: Нет подписок
vi: Không theo dõi
zh_hans: 没有关注
zh_hant: 尚未關注

source: Follows you
ar: يتابعك
es: Te sigue
fr: Vous suit
pl: Obserwuje Cie
tr: Seni takip ediyor
uk: Подписан(-а) на вас
vi: Theo dõi bạn
zh_hans: 关注你
zh_hant: 已關注你

# DoesntFollowsYou
source: Following
ar: لا يتابعك
es: Siguiendo
fr: Abonnement
pl: Obserwujesz
tr: Takip
uk: Подписки
vi: Không theo dõi bạn
zh_hans: 粉丝数
zh_hant: 已關注

source: Friends
ar: أصدقاء
es: Amigos
fr: Amis
pl: Znajomi
tr: Arkadaşlar
uk: Друзья
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

# Authenticate
source: Authenticate to Access
ar: المصادقة
es: Autenticar
fr: Authentifier
pl: Zidentyfikuj by otworzyć
tr: Kimlik doğrula
uk: Разблокировать
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證

# IdentifyYourself
source: Get Access
ar: أثبت هويتك
es: ¡Identifícate!
fr: Identifiez-vous!
pl: Uzyskaj Dostęp
tr: Kendini tanıt!
uk: Требуется разблокировка
vi: Để mở ứng dụng
zh_hans: 输入密码！
zh_hant: 輸入密碼
