Repository: m1337v/BHTikTok-Plus
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, pl, tr, uk, vi, zh_hans, zh_hant

# TransparentCommsDesc
source: Makes the background of comment window semi-transparent, allowing you to read comments while watching videos
ar: يجعل خلفية التعليقات شبه شفافة، مما يسمح لك بقراءة التعليقات أثناء مشاهدة المنشور
de: Macht den Hintergrund des Kommentarfensters halbtransparent, so dass Sie Kommentare lesen können, während Sie Videos ansehen
es: Hace que el fondo de la ventana de comentarios sea semitransparente, permitiéndote leer comentarios mientras ves vídeos
fr: Rend l'arrière-plan de la fenêtre de commentaires semi-transparent, vous permettant de lire les commentaires tout en regardant des vidéos
pl: Zamienia tło okna komentarzy na półprzezroczyste, co umożliwia na bezinwazyjne oglądanie
tr: Yorum penceresinin arka planını yarı saydam hale getirerek video izlerken yorumları okumanızı sağlar
uk: Делает фон окна комментариев полупрозрачным, тем самым позволяет смотреть видео во время чтения комментариев
vi: Làm nền của cửa sổ bình luận trở nên trong suốt, cho phép bạn đọc bình luận trong khi xem video
zh_hans: 使评论窗口的背景半透明，允许在观看视频时阅读评论。
zh_hant: 使評論視窗的背景半透明，讓您在觀看影片時能讀取評論

source: Clear Links
ar: إزالة تتبع
de: Links bereinigen
es: Limpiar enlaces
fr: Effacer les liens
pl: Wyczyść Linki
tr: Bağlantıları Temizle
uk: Подчищать ссылки
vi: Xóa liên kết
zh_hans: 删除跟踪参数
zh_hant: 清除連結

# ClearLinksDesc
source: Removes tracking from links shared from your account
ar: يزيل التتبع من الروابط المشاركة من حسابك
de: Entfernt das Tracking von Links, die von Ihrem Konto geteilt werden
es: Elimina el seguimiento de los enlaces compartidos desde tu cuenta
fr: Supprime le suivi des liens partagés depuis votre compte
pl: Usuwa śledzenie z linków udostępnionych z twojego konta
tr: Hesabınızdan paylaşılan bağlantıların takibini kaldırır
uk: Удаляет следы к вашему аккаунту из ссылок, сгенерированных через функцию «Поделиться»
vi: Xóa theo dõi khỏi các liên kết được chia sẻ từ tài khoản của bạn
zh_hans: 从您分享的链接中删除跟踪参数
zh_hant: 從你的帳號中刪除共享的連結追蹤

# NoWarnings
source: Disable Warnings
es: Desactivar advertencias
fr: Désactiver les avertissements
pl: Wyłącz Ostrzeżenia
tr: Uyarıları Devre Dışı Bırak
uk: Убрать предупреждения
vi: Tắt cảnh báo
zh_hans: 禁用警告
zh_hant: 停用警告

# NoWarningsDesc
source: Removes the warning message under the video description
es: Elimina el mensaje de advertencia bajo la descripción del vídeo
fr: Supprime le message d'avertissement sous la description de la vidéo
pl: Usuwa ostrzeżenia z deskrypcji filmu
tr: Video açıklamasının altındaki uyarı mesajını kaldırır
uk: Удаляет предупреждения под описанием видео
vi: Loại bỏ thông báo cảnh báo dưới phần mô tả video
zh_hans: 移除视频文案下的警告信息
zh_hant: 移除影片描述下的警告訊息

# SkipRecs
source: Skip Recommendations
ar: تخطي التوصيات
de: Empfehlungen überspringen
es: Saltar recomendaciones
fr: Ignorer les recommandations
pl: Pomiń Rekomendowane
tr: Önerileri Atla
uk: Перелистывать возможных знакомых
vi: Bỏ qua đề xuất
zh_hans: 跳过推荐
zh_hant: 跳過推薦

# SkipLive
source: Disable Live Broadcasts
de: Live-Sendungen überspringen
es: Desactivar emisiones en directo
fr: Désactiver les diffusions en direct
pl: Wyłącz materiały Na Żywo
tr: Yayınları Devre Dışı Bırak
uk: Отключить прямые трансляции
vi: Tắt chương trình phát sóng trực tiếp
zh_hans: 禁用直播
zh_hant: 停用直播

source: Show Progress Bar
ar: أظهر شريط التقدم دائمًا
de: Fortschrittsleiste anzeigen
es: Mostrar barra de progreso
fr: Afficher la barre de progression
pl: Pokaż Pasek Postępu
tr: İlerleme Çubuğunu Göster
uk: Отображать прогресс-бар
vi: Hiển thị thanh tiến trình
zh_hans: 显示进度条
zh_hant: 顯示進度條

# PlaybackAction
source: Action after Video Playback Completion
ar: الإجراء بعد الانتهاء من تشغيل الفيديو
de: Aktion nach Videowiedergabe
es: Acción después de completar la reproducción del vídeo
fr: Action après la fin de la lecture vidéo
pl: Akcja po zakończeniu odtwarzania
tr: Video Oynatma Tamamlandıktan Sonra Yapılacak İşlem
uk: Действие по окончанию видео
vi: Hành động sau khi hoàn thành phát lại video
zh_hans: 视频播放完成后的操作
zh_hant: 影片播放結束後的動作

# Replay
source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
pl: Powtórz
tr: Tekrarla
uk: Повторить
vi: Lặp lại
zh_hans: 重播
zh_hant: 重覆播放

source: Stop
ar: توقف
de: Stoppen
es: Detener
fr: Arrêt
tr: Dur
uk: Остановить
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止

source: Skip to Next
ar: أنتقل إلى التالي
de: Zum nächsten überspringen
es: Saltar al siguiente
fr: Passer au suivant
pl: Przewiń do następnego
tr: Sonrakine Geç
uk: Следующее
vi: Tiếp theo
zh_hans: 跳到下一个
zh_hant: 跳到下一個

# RegionStyle
source: Region Format and Placement
ar: مظهر خيارات المنطقة
de: Region Format und Platzierung
es: Formato y ubicación de la región
fr: Format et emplacement de la région
pl: Format Regionu i Umieszczenie
tr: Bölge Formatı ve Yerleşimi
uk: Формат и расположение региона
vi: Định dạng và vị trí khu vực
zh_hans: 区域格式和位置
zh_hant: 國家/地區格式和位置

source: Country Flag
ar: علم البلد
de: Landesflagge
es: Bandera del país
fr: Drapeau du pays
pl: Flaga Kraju
tr: Ülke bayrağı
uk: Флаг страны
vi: Lá cờ Tổ quốc
zh_hans: 国家标志
zh_hant: 國旗

source: Country Code
ar: رمز البلد
de: Ländercode
es: Código de país
fr: Code postal
pl: Kod Kraju
tr: Ülke kodu
uk: Код страны
vi: Mã quốc gia
zh_hans: 国家代码
zh_hant: 國碼

# InNickname
source: Nickname
ar: أسم المستخدم
de: Spitzname
es: Sobrenombre
fr: Surnom
pl: Nazwa Użytkownika
tr: Takma ad
uk: С никнеймом
vi: Tên nick
zh_hans: 昵称
zh_hant: 暱稱

# TopRight
source: Top Right Corner
ar: الزاوية العليا
de: Obere rechte Ecke
es: Esquina superior derecha
fr: Le coin supérieur droit
pl: Górny Prawy Narożnik
tr: Sağ Üst Köşe
uk: В правом углу
vi: Góc trên cùng bên phải
zh_hans: 右上角
zh_hant: 右上角

source: Startup Page
ar: صفحة بدء التشغيل
de: Startseite
es: Página de inicio
fr: Page de démarrage
pl: Strona Startowa
tr: Başlangıç Sayfası
uk: Начальная страница
vi: Trang khởi động
zh_hans: 启动页
zh_hant: 啟動頁面

source: For You
ar: لك
de: Für Dich
es: Para ti
fr: Pour vous
pl: Dla Ciebie
tr: Senin için
uk: Рекомендации
vi: Dành cho bạn
zh_hans: 推荐
zh_hant: 為您推薦

source: Following
ar: أتابعه
de: Folgen
es: Siguiendo
fr: Abonné
pl: Obserwowani
tr: Takip
uk: Подписки
vi: Đang Follow
zh_hans: 已关注
zh_hant: 關注中

# FollowStatus
source: Following Status
ar: حالة المتابعة
de: Folgestatus
es: Estado de seguir
fr: Statut suivant
pl: Status Obserwowania
tr: Takip Edilme Durumu
uk: Взаимная подписка
vi: Trạng thái theo dõi
zh_hans: 关注状态
zh_hant: 追蹤狀態

# FollowStatusDesc
source: Displays the subscription status in user profiles
ar: يعرض حالة المتابعة في الملف الشخصي
de: Zeigt den Abonnementstatus in Benutzerprofilen an
es: Muestra el estado de suscripción en los perfiles de usuario
fr: Affiche l'état de l'abonnement dans les profils utilisateur
pl: Wyświetla status subskrypcji w profilach użytkowników
tr: Kullanıcı profillerinde abonelik durumunu görüntüler
uk: Отображает состояние подписки в профилях пользователей
vi: Hiển thị trạng thái đăng ký trong hồ sơ người dùng
zh_hans: 在个人主页中显示关注状态
zh_hant: 在使用者檔案中顯示關注狀態

source: Video Count
ar: عدد المنشورات
de: Videoanzahl
es: Número de vídeos
fr: Nombre de vidéos
pl: Ilość Filmów
tr: Video Sayısı
uk: Количество видео
vi: Số lượng video
zh_hans: 视频统计
zh_hant: 影片數量

# VideoCountDesc
source: Displays the total number of uploads in user profiles
ar: يعرض العدد الإجمالي للمنشورات في الملف الشخصي
de: Zeigt die Gesamtanzahl der Uploads in Benutzerprofilen an
es: Muestra el número total de cargas en los perfiles de usuario
fr: Affiche le nombre total de téléchargements dans les profils utilisateur
pl: Wyświetla całkowitą liczbę materiałów w profilach użytkowników
tr: Kullanıcı profillerindeki toplam yükleme sayısını görüntüler
uk: Отображает общее количество загрузок в профилях пользователей
vi: Hiển thị tổng số lượt tải lên trong hồ sơ người dùng
zh_hans: 在个人主页显示用户上载的视频总数
zh_hant: 在使用者個人資料中顯示上傳的總數量

# TotalVideoCount
source: Posts: %@
ar: عدد المنشورات: %@
de: Beiträge: %@
es: Publicaciones: %@
fr: Des postes: %@
pl: Posty: %@
tr: Gönderiler: %@
uk: Публикаций: %@
vi: Bài viết: %@
zh_hans: 视频: %@
zh_hant: 影片總數量: %@

# UploadDate
source: Video Upload Date
ar: تاريخ رفع المنشور
es: Fecha de carga del vídeo
fr: Date de téléchargement de la vidéo
pl: Data Opublikowania Wideo
tr: Video Yükleme Tarihi
uk: Дата загрузки
vi: Ngày tải lên video
zh_hans: 视频上传日期
zh_hant: 影片上傳日期

# UploadDateDesc
source: Displays the upload date on video thumbnails in user profiles
ar: يعرض تاريخ رفع المنشور على الصور المصغرة في الملف الشخصي
es: Muestra la fecha de carga en las miniaturas de vídeo en los perfiles de usuario
fr: Affiche la date de téléchargement sur les vignettes vidéo dans les profils utilisateur
pl: Wyświetla datę publikacji materiału na miniaturce w profilach użytkowników
tr: Kullanıcı profillerindeki video küçük resimlerinde yükleme tarihini görüntüler
uk: Отображает дату загрузки на эскизах видео
vi: Hiển thị ngày tải lên trên hình thu nhỏ video trong hồ sơ người dùng
zh_hans: 在个人主页中的视频缩略图上显示上传日期
zh_hant: 影片縮圖上顯示上傳日期

# ProfileLikeCount
source: Video Like Count
ar: عدد الإعجابات
es: Número de me gusta en el vídeo
fr: Nombre de likes sur la vidéo
pl: Ilość Polubień
tr: Video Beğeni Sayısı
uk: Количество лайков
vi: Số lượt thích video
zh_hans: 视频点赞数
zh_hant: 影片按讚數量

# ProfileLikeCountDesc
source: Displays like count on video thumbnails in user profiles
ar: يعرض عدد الإعجابات على الصور المصغرة للمنشور في الملف الشخصي
es: Muestra el número de me gusta en las miniaturas de vídeo en los perfiles de usuario
fr: S'affiche comme le nombre de vignettes vidéo dans les profils utilisateur
pl: Wyświetla całkowitą ilość polubień materiału na miniaturkach w profilach użytkowników
tr: Kullanıcı profillerindeki video küçük resimlerinin sayısı gibi görüntüler
uk: Отображает количество лайков на эскизах видео
vi: Hiển thị số lượt thích trên hình thu nhỏ của video trong hồ sơ người dùng
zh_hans: 在个人主页中的视频缩略图上显示点赞数
zh_hant: 影片縮圖上顯示影片點讚數

source: Unsensitive Content
ar: إخفاء التحذيرات
es: Contenido no sensible
fr: Contenu non sensible
pl: Nie-sensytywna Zawartość
tr: Hassas Olmayan İçerikler
uk: Отключить предупреждения
vi: Nội dung không nhạy cảm
zh_hans: 不敏感的内容
zh_hant: 不含敏感內容

# UnsensitiveContentDesc
source: Removes sensitive content warning
ar: يزيل تحذير المحتوى الحساس من البثوث والمنشورات
es: Elimina la advertencia de contenido sensible
fr: Supprime l'avertissement de contenu sensible
pl: Usuwa ostrzeżenie dotyczące wrażliwej zawartości
tr: Hassas içerik uyarısını kaldırır
uk: Отключает предупреждения и размытие обложек неприемлемого контента
vi: Loại bỏ cảnh báo nội dung nhạy cảm
zh_hans: 删除敏感内容警告
zh_hant: 移除敏感內容警告

# NoJustWatched
source: Remove "Just Watched"
ar: إخفاء "شاهدته للتو"
es: Eliminar 'Recién visto'
fr: Supprimer "Je viens de regarder"
pl: Usuń "Właśnie Obejrzane"
tr: "Şimdi İzlendi"yi Kaldır
uk: Скрыть «Только что смотрели»
vi: Xóa "Vừa xem"
zh_hans: 删除“刚刚观看”
zh_hant: 移除「剛剛看過」

# NoJustWatchedDesc
source: Removes "Just Watched" mask from the video thumbnails
ar: يزيل ضبابية "شاهدته للتو" من الصورة المصغرة للمنشور
es: Elimina la máscara de 'Recién visto' de las miniaturas de vídeo
fr: Supprime le masque « Je viens de regarder » des vignettes vidéo
pl: Usuwa napis "Właśnie Obejrzane" z miniaturki filmu
tr: Video küçük resimlerinden "Şimdi İzlendi" maskesini kaldırır
uk: Убирает маску с текстом «Только что смотрели» с эскизов видео
vi: Xóa mặt nạ "Vừa xem" khỏi hình thu nhỏ của video
zh_hans: 删除视频缩略图中的“刚刚观看”
zh_hant: 從影片縮圖中移除「剛剛看過」

# ExtendBio
source: Extend Bio Limit
ar: زيادة حد السيرة الذاتية
es: Ampliar límite de la biografía
fr: Étendre la limite biologique
pl: Zwiększ Limit w Bio
tr: Biyo Sınırını Uzat
uk: Увеличить лимит описания
vi: Mở rộng giới hạn
zh_hans: 扩展个人简介
zh_hant: 增加個人簡介字數限制

# ExtendBioDesc
source: Increases the character limit for profile descriptions to 222
ar: يزيد من عدد الأحرف للسيرة الذاتية في الملف الشخصي إلى 222 حرف
es: Aumenta el límite de caracteres para las descripciones de perfil a 222
fr: Augmente la limite de caractères pour les descriptions de profil à 222
pl: Zwiększa limit znaków w opisach profili do 222
tr: Profil açıklamaları için karakter sınırını 222'ye çıkarır
uk: Увеличивает лимит описания до 222 символов
vi: Tăng giới hạn ký tự cho mô tả hồ sơ lên 222
zh_hans: 将个人简介的字符限制增加到222
zh_hant: 將個人簡介字數增加至 222

# ExtendComment
source: Extend Comment Limit
ar: زيادة حد التعليقات
es: Ampliar límite de comentario
fr: Étendre la limite des commentaires
pl: Zwiększ Limit w Komentarzach
tr: Yorum Sınırını Uzat
uk: Увеличить лимит комментариев
vi: Mở rộng giới hạn bình luận
zh_hans: 扩展评论限制
zh_hant: 增加評論字數限制

# ExtendCommentDesc
source: Increases the character limit for comments to 240
ar: يزيد من عدد الأحرف للتعليقات إلى 240 حرف
es: Aumenta el límite de caracteres para los comentarios a 240
fr: Augmente la limite de caractères pour les commentaires à 240
pl: Zwiększa limit znaków dla komentarzy do 240
tr: Yorumlar için karakter sınırını 240'a çıkarır
uk: Увеличивает лимит комментария до 240 символов
vi: Tăng giới hạn ký tự cho bình luận lên 240
zh_hans: 将评论的字符限制增加到240
zh_hant: 將評論字數增加至 240

# UploadHD
source: Always upload in HD
ar: رفع الفيديو بدقة عالية
es: Subir siempre en HD
fr: Téléchargez toujours en HD
pl: Zawsze udostępniaj w HD
tr: Her zaman HD olarak yükle
uk: Всегда публиковать в HD
vi: Luôn tải lên ở chế độ HD
zh_hans: 始终上传高清视频
zh_hant: 總是以高畫質上傳影片

# UploadHDDesc
source: Forcibly uploads videos in HD quality
ar: إجبار التطبيق على قبول الفيديو بجودة عالية
es: Carga vídeos en calidad HD de forma forzada
fr: Télécharge de force des vidéos en qualité HD
pl: Wymusza na aplikacji dodanie filmu w jakości HD
tr: HD kalitesinde videoları zorla yükler
uk: Принудительно публикует видео в HD-качестве
vi: Buộc tải lên video ở chất lượng HD
zh_hans: 强制上传高清视频
zh_hant: 強制上傳高畫質影片

source: Confirm Like
ar: تأكيد الإعجاب
es: Confirmar me gusta
fr: Confirmer J'aime
pl: Potwierdź Polubienie
tr: Beğenmeyi Onayla
uk: Подтверждать лайк
vi: Xác nhận thích
zh_hans: 确认点赞
zh_hant: 確認喜歡

# ConfirmLikeDesc
source: Requires confirmation before liking a post
ar: يظهر نافذة تأكيد قبل الإعجاب بمنشور
es: Requiere confirmación antes de dar 'Me Gusta' a una publicación
fr: Nécessite une confirmation avant d'aimer un message
pl: Wymaga potwierdzenia przed polubieniem materiału
tr: Bir gönderiyi beğenmeden önce onay gerektirir
uk: Потребует подтверждения перед тем, как поставится лайк
vi: Yêu cầu xác nhận trước khi thích một bài viết
zh_hans: 点赞视频前需要确认
zh_hant: 喜歡影片前需要確認

source: Confirm Comment Like
ar: تأكيد الإعجاب بتعليق
es: Confirmar me gusta de comentario
fr: Confirmer le commentaire J'aime
pl: Potwierdź Polubienie Komentarza
tr: Yorumu Beğenmeyi Onaylayın
uk: Подтверждать лайк комментария
vi: Xác nhận thích bình luận
zh_hans: 确认评论点赞
zh_hant: 確認喜歡評論

# ConfirmCommentLikeDesc
source: Requires confirmation before liking a comment
ar: يظهر نافذة تأكيد قبل الإعجاب بتعليق
es: Requiere confirmación antes de dar 'Me gusta' a un comentario
fr: Nécessite une confirmation avant d'aimer un commentaire
pl: Wymaga potwierdzenia przed polubieniem komentarza
tr: Bir yorumu beğenmeden önce onay gerektirir
uk: Потребует подтверждения перед тем, как поставится лайк комментарию
vi: Yêu cầu xác nhận trước khi thích bình luận
zh_hans: 点赞评论前需要确认
zh_hant: 喜歡評論前需要確認

source: Confirm Comment Dislike
ar: تأكيد عدم الإعجاب بتعليق
es: Confirmar no me gusta de comentario
fr: Confirmer le commentaire Je n'aime pas
pl: Potwierdź Dislike
tr: Onayla Yorum Beğenme
uk: Подтверждать дизлайк комментария
vi: Xác nhận bình luận Không thích
zh_hans: 确认评论不喜欢
zh_hant: 確認不喜歡評論

# ConfirmCommentDislikeDesc
source: Requires confirmation before disliking a comment
ar: يظهر نافذة تأكيد قبل عدم الإعجاب بتعليق
es: Requiere confirmación antes de dar 'No me gusta' a un comentario
fr: Nécessite une confirmation avant de ne pas aimer un commentaire
pl: Wymaga potwierdzenia przed dislike'iem
tr: Bir yorumu beğenmeden önce onay gerektirir
uk: Потребует подтверждения перед тем, как поставится дизлайк комментарию
vi: Yêu cầu xác nhận trước khi không thích một bình luận
zh_hans: 不喜欢评论前需要确认
zh_hant: 不喜歡評論前需要確認

# ConfirmFollow
source: Confirm Following
ar: تأكيد المتابعة
es: Confirmar seguir
fr: Confirmer le suivi
pl: Potwierdź Obserwowanie
tr: Takip Etmeyi Onayla
uk: Подтверждать подписку
vi: Xác nhận theo dõi
zh_hans: 确认关注
zh_hant: 確認關注

# ConfirmFollowDesc
source: Requires confirmation before following a user
ar: يظهر نافذة تأكيد قبل المتابعة
es: Requiere confirmación antes de seguir a un usuario
fr: Nécessite une confirmation avant de suivre un utilisateur
pl: Wymaga potwierdzenia przed zaobserwowaniem profilu
tr: Bir kullanıcıyı takip etmeden önce onay gerektirir
uk: Потребует подтверждения перед тем, как подписаться на пользователя
vi: Yêu cầu xác nhận trước khi theo dõi người dùng
zh_hans: 在关注用户之前需要确认
zh_hant: 關注使用者前需要確認

# EnableChangingRegion
source: Change Region
ar: تغيير المنطقة
es: Cambiar región
fr: Changer de région
pl: Zmień Region
tr: Bölge değiştir
uk: Сменить регион
vi: Thay đổi khu vực
zh_hans: 更改区域
zh_hant: 變更國家/地區

source: Regions
ar: أختر منطقة
es: Regiones
fr: Régions
pl: Regiony
tr: Bölgeler
uk: Регионы
vi: Vùng
zh_hans: 区域
zh_hant: 選擇國家/地區

source: Saudi Arabia
ar: السَعوديّة
es: Arabia Saudita
fr: Arabie Saoudite
pl: Arabia Saudyjska
tr: Suudi Arabistan
uk: Саудовская Аравия
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

source: Taiwan
ar: تايْوان
es: Taiwán
fr: Taïwan
pl: Tajwan
tr: Tayvan
uk: Тайвань
zh_hans: 中国台湾
zh_hant: 臺灣

source: Hong Kong
ar: هونغ كونغ
uk: Гонконг
zh_hans: 中国香港
zh_hant: 香港

source: Macao
ar: ماكاو
pl: Makau
tr: Makao
uk: Макао
zh_hans: 中国澳门
zh_hant: 澳門

source: Japan
ar: اليابان
es: Japón
fr: Japon
pl: Japonia
tr: Japonya
uk: Япония
zh_hans: 日本
zh_hant: 日本

source: South Korea
ar: كوريا الجنوبية
es: Corea del Sur
fr: Corée du Sud
pl: Korea Południowa
tr: Güney Kore
uk: Южная Корея
zh_hans: 韩国
zh_hant: 南韓

source: United Kingdom
ar: المملكة المتحدة
es: Reino Unido
fr: Royaume-Uni
pl: Wielka Brytania
tr: Birleşik Krallık
uk: Великобритания
zh_hans: 英国
zh_hant: 英國

source: United States
ar: الولايات المتحدة
es: Estados Unidos
fr: États-Unis
pl: Stany Zjednoczone
tr: Amerika Birleşik Devletleri
uk: Соединенные Штаты
zh_hans: 美国
zh_hant: 美國

source: Australia
ar: أستراليا
fr: Australie
tr: Avustralya
uk: Австралия
zh_hans: 澳大利亚
zh_hant: 澳洲

source: Canada
ar: كندا
es: Canadá
pl: Kanada
tr: Kanada
uk: Канада
zh_hans: 加拿大
zh_hant: 加拿大

source: Argentina
ar: الأَرْجَنْتين
fr: Argentine
pl: Argentyna
tr: Arjantin
uk: Аргентина
zh_hans: 阿根廷
zh_hant: 阿根廷

source: Philippines
ar: الفِلِبّين
es: Filipinas
pl: Filipiny
tr: Filipinler
uk: Филиппины
zh_hans: 菲律宾
zh_hant: 菲律賓

source: Laos
ar: لاوس
uk: Лаос
zh_hans: 老挝
zh_hant: 寮國

source: Malaysia
ar: ماليزِيا
es: Malasia
fr: Malaisie
pl: Malazja
tr: Malezya
uk: Малайзия
zh_hans: 马来西亚
zh_hant: 馬來西亞

source: Thailand
ar: تايلاندا
es: Tailandia
fr: Thaïlande
pl: Tajlandia
tr: Tayland
uk: Таиланд
zh_hans: 泰国
zh_hant: 泰國

source: Singapore
ar: سِنْغافورة
es: Singapur
fr: Singapour
pl: Singapur
tr: Singapur
uk: Сингапур
zh_hans: 新加坡
zh_hant: 新加坡

source: Indonesia
ar: إنْدونيسِيا
fr: Indonésie
pl: Indonezja
tr: Endonezya
uk: Индонезия
zh_hans: 印度尼西亚
zh_hant: 印尼

source: Vietnam
ar: فيتْنام
pl: Wietnam
uk: Вьетнам
zh_hans: 越南
zh_hant: 越南

source: Anguilla
ar: أنغويلا
es: Anguila
uk: Ангилья
zh_hans: 安圭拉
zh_hant: 安圭拉

source: Panama
ar: بَنَما
es: Panamá
uk: Панама
zh_hans: 巴拿马
zh_hant: 巴拿馬

source: Germany
ar: ألمانيا
es: Alemania
fr: Allemagne
pl: Niemcy
tr: Almanya
uk: Германия
zh_hans: 德国
zh_hant: 德國

source: Russia
ar: روسِيا
es: Rusia
fr: Russie
pl: Rosja
tr: Rusya
uk: Россия
zh_hans: 俄罗斯联邦
zh_hant: 俄羅斯

source: Belarus
ar: بيلاروس
es: Bielorrusia
fr: Biélorussie
pl: Białoruś
uk: Беларусь
zh_hans: 白俄罗斯
zh_hant: 白俄羅斯

source: Ukraine
ar: أوكرانيا
es: Ucrania
pl: Ukraina
tr: Ukrayna
uk: Украина
zh_hans: 乌克兰
zh_hant: 烏克蘭

source: Kazakhstan
ar: كازاخْسْتان
es: Kazajistán
pl: Kazachstan
tr: Kazakistan
uk: Казахстан
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克

source: France
ar: فَرَنْسا
es: Francia
pl: Francja
tr: Fransa
uk: Франция
zh_hans: 法国
zh_hant: 法國

source: Finland
ar: فنلندا
es: Finlandia
fr: Finlande
pl: Finlandia
tr: Finlandiya
uk: Финляндия
zh_hans: 芬兰
zh_hant: 芬蘭

source: Italy
ar: إيطاليا
es: Italia
fr: Italie
pl: Włochy
tr: İtalya
uk: Италия
zh_hans: 意大利
zh_hant: 義大利

source: Pakistan
ar: باكِسْتان
es: Pakistán
uk: Пакистан
zh_hans: 巴基斯坦
zh_hant: 巴基斯坦

source: Denmark
ar: الدانمارك
es: Dinamarca
fr: Danemark
pl: Dania
tr: Danimarka
uk: Дания
zh_hans: 丹麦
zh_hant: 丹麥

source: Norway
ar: النرويج
es: Noruega
fr: Norvège
pl: Norwegia
tr: Norveç
uk: Норвегия
zh_hans: 挪威
zh_hant: 挪威

source: Sudan
ar: السودان
es: Sudán
fr: Soudan
uk: Судан
zh_hans: 苏丹
zh_hant: 蘇丹

source: Romania
ar: رومانيا
es: Rumania
fr: Roumanie
tr: Romanya
uk: Румыния
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

source: United Arab Emirates
ar: الإمارات
es: Emiratos Árabes Unidos
fr: Emirats Arabes Unis
pl: Zjednoczone Emiraty Arabskie
tr: Birleşik Arap Emirlikleri
uk: Арабские Эмираты
zh_hans: 阿拉伯联合酋长国
zh_hant: 阿拉伯聯合大公國

source: Egypt
ar: مصر
es: Egipto
fr: Egypte
pl: Egipt
tr: Mısır
uk: Египет
zh_hans: 埃及
zh_hant: 埃及

source: Lebanon
ar: لبنان
es: Líbano
fr: Liban
pl: Liban
tr: Lübnan
uk: Ливан
zh_hans: 黎巴嫩
zh_hant: 黎巴嫩

source: Mexico
ar: المكسيك
es: México
fr: Mexique
pl: Meksyk
tr: Meksika
uk: Мексика
zh_hans: 墨西哥
zh_hant: 墨西哥

source: Brazil
ar: البرازيل
es: Brasil
fr: Brésil
pl: Brazylia
tr: Brezilya
uk: Бразилия
zh_hans: 巴西
zh_hant: 巴西

source: Turkey
ar: تُرْكِيا
es: Turquía
fr: Turquie
pl: Turcja
tr: Türkiye
uk: Турция
zh_hans: 土耳其
zh_hant: 土耳其

source: Kuwait
ar: الكُوَيْت
pl: Kuwejt
tr: Kuveyt
uk: Кувейт
zh_hans: 科威特
zh_hant: 科威特

source: Algeria
ar: الجَزائِر
es: Argelia
fr: Algérie
pl: Algieria
tr: Cezayir
uk: Алжир
zh_hans: 阿尔及利亚
zh_hant: 阿爾及利亞

source: Senegal
ar: السينغال
fr: Sénégal
uk: Сенегал
zh_hans: 塞内加尔
zh_hant: 塞內加爾

source: Switzerland
ar: سويسرا
es: Suiza
fr: Suisse
pl: Szwajcaria
tr: İsviçre
uk: Швейцария
zh_hans: 瑞士
zh_hant: 瑞士

source: Albania
ar: ألبانيا
fr: Albanie
tr: Arnavutluk
uk: Албания
zh_hans: 阿尔巴尼亚
zh_hant: 阿爾巴尼亞

source: Moldova
ar: مولدوفا
es: Moldavia
fr: Moldavie
pl: Mołdawia
uk: Молдова
zh_hans: 摩尔多瓦
zh_hant: 摩爾多瓦

source: Croatia
ar: كرواتيا
es: Croacia
fr: Croatie
pl: Chorwacja
tr: Hırvatistan
uk: Хорватия
zh_hans: 克罗地亚
zh_hant: 克羅地亞

source: Morocco
ar: المغرب
es: Marruecos
fr: Maroc
pl: Maroko
tr: Fas
uk: Марокко
zh_hans: 摩洛哥
zh_hant: 摩洛哥

source: Yemen
ar: اليَمَن
fr: Yémen
pl: Jemen
uk: Йемен
zh_hans: 也门
zh_hant: 葉門

source: Turkmenistan
ar: تُرْكْمانِسْتان
es: Turkmenistán
fr: Turkménistan
tr: Türkmenistan
uk: Туркменистан
zh_hans: 土库曼斯坦
zh_hant: 土庫曼

source: Uzbekistan
ar: أوزْبِكِسْتان
es: Uzbekistán
tr: Özbekistan
uk: Узбекистан
zh_hans: 乌兹别克斯坦
zh_hant: 烏茲別克

source: Azerbaijan
ar: أَذَرْبَيْجان
es: Azerbaiyán
fr: Azerbaïdjan
pl: Azerbejdżan
tr: Azerbaycan
uk: Азербайджан
zh_hans: 阿塞拜疆
zh_hant: 亞塞拜然

source: Netherlands
ar: هولندا
es: Países Bajos
fr: Pays-Bas
pl: Holandia
tr: Hollanda
uk: Нидерланды
zh_hans: 荷兰
zh_hant: 荷蘭

source: Poland
ar: بولَنْدا
es: Polonia
pl: Polska
tr: Polonya
uk: Польша
zh_hans: 波兰
zh_hant: 波蘭

source: Czech Republic
ar: التشيك
es: República Checa
pl: Czechy
tr: Çekya
uk: Чехия
zh_hans: 捷克共和国
zh_hant: 捷克

# FakeBlueMark
source: Fake Verification Badge
ar: شارة التوثيق المزيفة
es: Insignia de verificación falsa
fr: Faux badge de vérification
pl: Plakietka Weryfikacji (nieprawdziwa)
tr: Sahte Doğrulama Rozeti
uk: Фейковая галочка
vi: Huy hiệu xác minh giả
zh_hans: 伪造认证标记
zh_hant: 偽裝認證徽章

# EnableFakeOptions
source: Fake Subscriptions/Likes
ar: متابعات/إعجابات مزيفة
es: Suscripciones/Likes falsos
fr: Faux abonnements/J'aime
pl: Nieprawdziwe Polubienia/Subskrypcje
tr: Sahte Abonelikler/Beğeniler
uk: Фейковые подписки/лайки
vi: Đăng ký/Thích giả mạo
zh_hans: 伪造关注/点赞
zh_hant: 偽裝關注中/粉絲/讚
